{
  "tabs": [
    {
      "id": "TANSAM",
      "title": "TANSAM",
      "image": "",
      "content": "Tamil Nadu Industrial Development Corporation (TIDCO) is establishing the Tamil Nadu Smart and Advanced Manufacturing Centre (TANSAM) at TIDEL Park, Chennai. As the first-of-its-kind Center of Excellence (CoE) in India, TANSAM will provide a dedicated advanced manufacturing ecosystem to support Micro, Small & Medium Enterprises (MSMEs) and students across Tamil Nadu. It will also drive the growth of industries such as Aerospace, Defense, Automotive, and Electric Vehicles. SIEMENS has signed a Memorandum of Understanding (MoU) with TIDCO to support this initiative.The center will offer cutting-edge infrastructure, state-of-the-art technology, and industry-driven training programs to foster innovation. It aims to bridge the gap between academia and industry by providing hands-on experience with the latest advancements in manufacturing. By leveraging global expertise, TANSAM will position Tamil Nadu as a leader in advanced manufacturing. This initiative is expected to create new job opportunities and strengthen the state's industrial ecosystem."
    },
    {
      "id": "ABOUT SIEMENS DISW",
      "title": "SPOKE CENTRE",
      "title1": "TANSAM Academy & Industry SPOKEs",
      "image": "/assets/bannerimage/spokecentre.png",
      "content": "The Tamil Nadu Smart and Advanced Manufacturing Centre (TANSAM) provides SMBs and students with the complete Siemens Xcelerator portfolio of solutions and services, giving them access to technology they could not otherwise afford. In its short existence, the center is already accelerating industrial innovation and driving economic growth by bringing newfound digitalization and automation capabilities to the area. The center is a joint project between Siemens, the Tamil Nadu government and Tamilnadu Industrial Development Corporation. Its vision is to incubate innovative start-ups and provide Industry 4.0 training to engineering students. After its grand opening in November 2022 — in which Tamil Nadu Chief Minister M.K. Stalin officiated its inauguration — the center quickly attracted many aspiring learners. In less than a year, it has already trained more than 16,000 students, 700 professors and improved product development for over 2,000 SMBs and hopes to reach a half million students taught by the end of next year. Siemens Partner Broadline Computer Systems, which has a focus on providing Siemens software for academic purposes, drove the implementation of Siemens technologies in the center alongside Siemens’ sales, presales and business development teams. Broadline Computer Systems, headquartered in Tamil Nadu, helps staff and provides ongoing support for the center, adding a local, grassroots flair to the TANSAM endeavor."
    },
    {
      "id": "WvS award finalist",
      "title": "TANSAM COLLABORATION",
      "images": [
        "/assets/bannerimage/rnaipl.png",
        "/assets/bannerimage/caterpillar.png",
        "/assets/bannerimage/flex.png",
        "/assets/bannerimage/jsw1.png",
        "/assets/bannerimage/ltts.png"
      ],
      "content": "Collaboration with RNAIPL to nurture innovation. Deployment of 3 Engineers from TANSAM at RNAIPL Oragadam Manufacturing unit for POCs and POVs Strategic Partnership with Caterpillar for Upskilling in Industry 4.0 for employees and consulting of Industry Problems Collaboration with Flex India on CSR initiative for capacity building of manpower in Electronics Manufacturing and Repair Job Role TANSAM collaborated with JSW for technology enablement through solution and training of employees TANSAM collaborated with LTTS for manpower sourcing support on advance manufacturing and digital twin technologies."
    },
    {
      "id": "Our Strength",
      "title": "OUR STRENGTH",
      "chartImage": "/assets/bannerimage/our-strength.png",
      "experience": "375",
      "skillsCount": "67",
      "courses": [
        ["3D Modelling", "Mechanical Product Design", "Predictive Engineering", "3D Scanning", "Additive Manufacturing", "Reverse Engineering"],
        ["Artificial Intelligence", "Machine Learning", "Data Science", "Angular, React", "Django, Node JS", "HTML, CSS, Python"],
        ["Electronic Circuits", "Embedded Systems", "Industrial Internet of Things", "Printer Circuit Board", "Programmable Logic Ctrl.", "Solar PV"],
        ["Automated Guided Vehicles", "Robotics", "Virtual Manufacturing", "Kinematics", "3D Modelling", "Extended Reality - AR, VR"]
      ]
    }

  ]
}
